{
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "atlas.vim": { "branch": "master" },
  "base16-vim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "emmet-vim": { "branch": "master" },
  "fcitx.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-comment": { "branch": "main" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oscura-vim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "spacevim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "templ.vim": { "branch": "main" },
  "tempus-themes-vim": { "branch": "master" },
  "vague.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-colorschemes": { "branch": "master" },
  "vim-delve": { "branch": "master" },
  "vim-distinguished": { "branch": "develop" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-svelte-plugin": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "yugen.nvim": { "branch": "main" }
}
